/* ------------------ comment divider working only in .file ----------------- */

/* ---------------------------------- alt x --------------------------------- */


/* ++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++ */
/*                           ALT SHIFT X - FOR TITLE                          */
/* ++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++ */




//alt y

/* -------------------------------------------------------------------------- */




// ANCHOR  anchor - закреплять, 
// FIXME fix bug 
// NOTE note- նշել
// REVIEW  - ստուգել
// SECTION  section -  ԲԱԺԻՆ, վեռնագիր
// STUB stub -  արմատախիլ անել
// TODO tpde - ցուցակ

